src/main/resources/ws_soap_requests/Cbrs_RadioProfileSet.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header>
        <Credentials xmlns="http://Airspan.Netspan.WebServices">
            <Username>wsadmin</Username>
            <Password>password</Password>
        </Credentials>
    </soap:Header>
    <soap:Body>
        <EnbConfigSet xmlns="http://Airspan.Netspan.WebServices">
            <NodeName>EnbName</NodeName>
            <EnbDetails>
                <LteCell>
                    <CellNumber>1</CellNumber>
                    <RadioProfile>Radio_Cell1</RadioProfile>
                    <CbsdDetails>
                        <FccId>airspan</FccId>
                        <CallSign>EnbName</CallSign>
                    </CbsdDetails>
                </LteCell>
				<LteCell>
                    <CellNumber>2</CellNumber>
                    <RadioProfile>Radio_Cell2</RadioProfile>
                    <CbsdDetails>
                        <FccId>airspan</FccId>
                        <CallSign>EnbName</CallSign>
                    </CbsdDetails>
                </LteCell>
			</EnbDetails>
        </EnbConfigSet>
    </soap:Body>
</soap:Envelope>